Repository: Code-Poets/polish-lody
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Fill out both fields
pl: Wpisz hasło w oba pola

source: City
pl: Miejscowość

source: The bank account number you entered is invalid
pl: Podany numer konta jest nieprawidłowy

source: Bank account number cannot contain letters
pl: Numer konta bankowego nie może zawierać liter

source: The phone number you entered is invalid
pl: Podany numer telefonu jest nieprawidłowy

source: Phone number cannot contain letters
pl: Numer telefonu nie może zawierać liter

source: The zip code you entered is invalid
pl: Podany kod pocztowy jest nieprawidłowy

source: Zip code cannot contain letters
pl: Kod pocztowy nie może zawierać liter

source: city
pl: miasto

source: cities
pl: miasta

source: Male
pl: Mężczyzna

source: Female
pl: Kobieta

source: Production
pl: Produkcja

source: Sale
pl: Sprzedaż

source: Other
pl: Inne

source: Fixed-term employment contract
pl: Umowa na czas określony

source: Non-fixed-term employment contract
pl: Umowa na czas nieokreślony

source: Contract work
pl: Umowa o dzieło

source: Fee-for-task contract
pl: Umowa zlecenie

source: rate per hour
pl: stawka godzinowa

source: contract start date
pl: data rozpoczęcia umowy

source: contract exp date
pl: data wygaśnięcia umowy

source: health book exp date
pl: data wygaśnięcia książeczki zdrowia

source: gender
pl: płeć

source: position
pl: pozycja

source: contract type
pl: typ umowy

source: Street
pl: Ulica

source: Zip code
pl: Kod pocztowy

source: Bank account number
pl: Numer konta bankowego

source: Comment, why you disagree with the hours (optional)
pl: Komentarz, dlaczego nie zgadzasz sie z godzinami (opcjonalnie)

source: Phone contact number
pl: Telefon kontaktowy

source: Currently employed
pl: Obecnie zatrudniony

source: employee
pl: pracownik

source: employees
pl: pracownicy

source: year
pl: rok

source: Month
pl: Miesiąc

source: Paid?
pl: Zapłacono?

source: hours worked in this month
pl: godzin przepracowanych w tym miesiącu

source: Approved?
pl: Zaakceptowano?

source: rate per hour this month
pl: stawka godzinowa w tym miesiącu

source: Bonuses
pl: Premie

source: month
pl: miesiąc

source: months
pl: miesiące

source: e.g. Darth Vader
pl: np. Jan Kowalski

source: Successfully created employee %s
pl: Pomyślnie stworzono pracownika %s.

source: Specified e-mail address has already been assigned to another employee
pl: Podany adres e-mail został już przypisany do innego pracownika

source: This employee does not exist!
pl: Ten pracownik nie istnieje!

source: Changes saved for employee %s.
pl: Zapisano zmiany dla pracownika %s.

source: Successfully created month %(month)s %(year)s
pl: Pomyślnie stworzono miesiąc %(month)s %(year)s.

source: Specified month has already been assigned to employee %s.
pl: Określony miesiąc został już przypisany do pracownika %s.

source: This month does not exist!
pl: Ten miesiąc nie istnieje!

source: Successfully edited month %(month)s %(year)s.
pl: Pomyślnie edytowano miesiąc %(month)s %(year)s.

source: Successfully approved month %(month)s %(year)s.
pl: Pomyślnie zatwierdzono miesiąc %(month)s %(year)s.

source: Successfully deleted employee %s.
pl: Pomyślnie usunięto pracownika %s.

source: Successfully deleted month %(month)s %(year)s.
pl: Pomyślnie usunięto miesiąc %(month)s %(year)s.

source: Unexpected problem with getting message from employee
pl: Wystąpił problem z pobieraniem wiadomości od pracownika

source: No message from employee
pl: Brak wiadomości od pracownika

source: This password must contain at least %(min_length)d characters.
pl: Hasło musi zawierać przynajmniej %(min_length)d znaków

source: Your password must contain at least %(min_length)d characters.
pl: Twoje hasło musi zawierać przynajmniej %(min_length)d znaków

source: Manager dashboard
pl: Panel główny

source: Dashboard
pl: Tablica

source: Weather forecast
pl: Prognoza pogody

source: Employee list
pl: Lista Pracowników

source: All actions executed successful
pl: Wszystkie akcje zakończone sukcesem

source: No problems with employees dismiss noted
pl: Nie odnotowano problemów ze zwalnianiem pracowników

source: Unexpected problem with dismiss employees
pl: Wystąpił nieoczekiwany problem ze zwalnianiem pracowników

source: No problems with one month contracts extension noted
pl: Nie odnotowano problemów z wydłużaniem umów o 1 miesiąc

source: Unexpected problem with one month contracts extension
pl: Wystąpił nieoczekiwany problem z wydłużaniem umów o 1 miesiąc

source: No problems with three months contracts extension noted
pl: Nie odnotowano problemów z wydłużaniem umów o 3 miesiące

source: Unexpected problem with three months contracts extension
pl: Wystąpił nieoczekiwany problem z wydłużaniem umów o 3 miesiące

source: Employees dismissed successfully
pl: Powiodło się zwolnienie pracownika

source: Sales (under construction)
pl: Sprzedaż (w budowie)

source: My Details
pl: Moje Dane

source: 7 days/ 1 hour forecast
pl: Prognoza na 7 dni/ 1 godz.

source: Sun
pl: Niedz

source: Mon
pl: Pon

source: Tue
pl: Wt

source: Wed
pl: Śr

source: Thu
pl: Czw

source: Fri
pl: Pt

source: Sat
pl: Sob

source: from
pl: od

source: to
pl: do

source: 404 Page Not Found
pl: 404 Strona nie istnieje

source: It seems that you tried to modify something that does not exist.
pl: Zdaje się, że próbujesz zmodyfikować coś co nie istnieje.

source: Back to dashboard
pl: Powrót do tablicy

source: 500 Internal Server Error
pl: 500 Wewnętrzny Błąd Serwera

source: Don't worry! It probably is not your fault. Meanwhile, you should go back to dashboard.
pl: Spokojnie! Prawdopodobnie to nie Twoja wina. Tymczasem, wróć do panelu głównego.

source: Confirmation
pl: Potwierdzenie

source: Are you sure you want to delete employee
pl: Czy na pewno chcesz usunąć pracownika

source: This is irreversible! Employee data will be lost forever.
pl: Ten proces jest nieodwracalny! Dane pracownika zostaną utracone.

source: Back to the employee list
pl: Powrót do listy pracowników

source: Details
pl: Detale

source: Back
pl: Wróć

source: Edit employee
pl: Edytuj pracownika

source: Rate per hour:
pl: Stawka godzinowa:

source: N/A
pl: b.d.

source: Contract start date:
pl: Data rozpoczęcia umowy:

source: Contract expiration date:
pl: Data wygaśnięcia umowy:

source: Contract expires in about
pl: Umowa wygaśnie za około

source: days.
pl: dni.

source: Contract expires within 24 hours!
pl: Umowa wygaśnie w ciągu 24 godzin!

source: Contract expired yesterday!
pl: Umowa wygasła wczoraj!

source: Contract expired
pl: Umowa wygasła

source: days ago!
pl: dni temu!

source: Health book expiration date:
pl: Data wygaśnięcia książeczki zdrowia:

source: Health book expires in about
pl: Książeczka zdrowia wygaśnie za około

source: Health book expires within 24 hours!
pl: Książeczka zdrowia wygaśnie w ciągu 24 godzin!

source: Health book expired yesterday!
pl: Książeczka zdrowia wygasła wczoraj!

source: Health book expired
pl: Książeczka zdrowia wygasła

source: Problem with contract extension for employee
pl: Problem z przedłużeniem kontraktu dla pracownika

source: . Please refresh the page and check if data is correct.
pl: . Proszę odświeżyć stronę i sprawdzić poprawność danych.

source: Position:
pl: Pozycja:

source: Contract type:
pl: Typ umowy:

source: Add Month
pl: Dodaj Miesiąc

source: Show year:
pl: Pokaż rok:

source: Expand year options
pl: Rozwiń listę lat

source: Collapse list
pl: Zwiń listę

source: Hide unpaid months
pl: Ukryj nieopłacone miesiące

source: Hide paid months
pl: Ukryj opłacone miesiące

source: Reset filters
pl: Zresetuj filtry

source: Execute employees actions
pl: Wykonaj akcje na pracownikach

source: Months per page:
pl: Ilość miesięcy na stronę:

source: Employee not found
pl: Nie odnaleziono pracownika

source: Month and year
pl: Miesiąc i rok

source: Sort by most recent months
pl: Sortuj według najnowszych miesięcy

source: Sort by least recent months
pl: Sortuj według najstarszych miesięcy

source: Hours worked
pl: Przepracowane godziny

source: Sort by hours worked ascending
pl: Sortuj po przepracowanych godzinach rosnąco

source: Sort by hours worked descending
pl: Sortuj po przepracowanych godzinach malejąco

source: Rate per hour
pl: Stawka godzinowa

source: Sort by rate per hour ascending
pl: Sortuj po stawce godzinowej rosnąco

source: Sort by rate per hour descending
pl: Sortuj po stawce godzinowej malejąco

source: Sort by bonuses ascending
pl: Sortuj po premiach rosnąco

source: Sort by bonuses descending
pl: Sortuj po premiach malejąco

source: Was salary paid?
pl: Zapłacono?

source: To be paid
pl: Do zapłacenia

source: Sort by salary ascending
pl: Sortuj po wypłacie rosnąco

source: Sort by salary descending
pl: Sortuj po wypłacie malejąco

source: Hours approved
pl: Godziny zaakceptowane

source: Hours not approved
pl: Godziny niezaakceptowane

source: Message from employee
pl: Wiadomość od pracownika

source: Approve hours for month
pl: Zaakceptuj godziny dla miesiąca

source: Disapprove hours for month
pl: Nie akceptuję godzin dla miesiąca

source: Not paid yet
pl: Niezapłacono

source: Edit month
pl: Edycja miesiąca

source: Delete month
pl: Usuń miesiąc

source: Month paid
pl: Miesiąc opłacony

source: Previous
pl: Poprzednia

source: Next
pl: Następna

source: It looks like there are no months yet.
pl: Wygląda na to, że żaden miesiąc nie został jeszcze dodany.

source: Add first month for this employee.
pl: Dodaj pierwszy miesiąc dla tego pracownika.

source: There are no months which satisfy specified criteria.
pl: Brak miesięcy, które spełniają określone kryteria.

source: Employee
pl: Pracownik

source: New employee
pl: Nowy pracownik

source: Delete employee
pl: Usuń pracownika

source: Personal data
pl: Dane personalne

source: Employee data
pl: Dane pracownika

source: Submit
pl: Zatwierdź

source: Cancel
pl: Anuluj

source: Add employee
pl: Dodaj pracownika

source: Find employee:
pl: Wyszukaj pracownika:

source: Paid
pl: Opłaceni

source: Not paid
pl: Nieopłaceni

source: Former employees
pl: Byli pracownicy

source: Current employees
pl: Obecni pracownicy

source: Employees per page:
pl: Liczba pracowników na stronę:

source: The list of employees is empty, you can change it by
pl: Lista pracowników jest pusta, możesz to zmienić poprzez

source: adding a new employee.
pl: dodanie nowego pracownika.

source: Employees actions
pl: Akcje na pracownikach

source: Full name
pl: Imię i nazwisko

source: Sort alphabetically ascending
pl: Sortuj alfabetycznie rosnąco

source: Sort alphabetically descending
pl: Sortuj alfabetycznie malejąco

source: Rate per hour
pl: Stawka godzinowa

source: Sort ascending
pl: Sortuj rosnąco

source: Sort descending
pl: Sortuj malejąco

source: Position
pl: Pozycja

source: Contract expiration date
pl: Data wygaśnięcia umowy

source: Sort by contract expiration date ascending
pl: Sortuj po dacie wygaśnięcia kontraktu rosnąco

source: Sort by contract expiration date descending
pl: Sortuj po dacie wygaśnięcia kontraktu malejąco

source: Health book expiration date
pl: Data wygaśnięcia książeczki zdrowia

source: Sort by health book expiration date ascending
pl: Sortuj po dacie wygaśnięcia książeczki zdrowia rosnąco

source: Sort by health book expiration date descending
pl: Sortuj po dacie wygaśnięcia książeczki zdrowia malejąco

source: Total unpaid salaries
pl: Suma niewypłaconych pensji

source: Sort by unpaid salaries ascending
pl: Sortuj po niewypłaconych wypłatach rosnąco

source: Sort by unpaid salaries descending
pl: Sortuj po niewypłaconych wypłatach malejąco

source: Dismiss
pl: Zwolnij

source: Add 1 Month
pl: Dodaj 1 m-c

source: Add 3 Months
pl: Dodaj 3 m-ce

source: Execute
pl: Wykonaj

source: No matches found
pl: Nie znaleziono wyników

source: No employee meets the search criteria. Widen your search or check filter for typos.
pl: Żaden z pracowników nie spełnia szukanych kryteriów. Zwiększ kryteria wyszukiwań albo sprawdź czy nie zrobiłeś/-aś literówki.

source: Are you sure you want to approve this month?
pl: Czy na pewno chcesz zatwierdzić ten miesiąc?

source: Are you sure you want to disapprove this month
pl: Czy na pewno nie chcesz zatwierdzić tego miesiąca?

source: Employee:
pl: Pracownik:

source: Month:
pl: Miesiąc:

source: Hours worked in this month:
pl: Godzin przepracowanych w tym miesiącu:

source: Rate per hour this month:
pl: Stawka godzinowa w tym miesiącu:

source: Characters remaining
pl: Pozostało znaków

source: Are you sure you want to delete
pl: Czy na pewno chcesz usunąć

source: Any data related to this month will be lost forever.
pl: Wszystkie dane związane z tym miesiącem zostaną usunięte bezpowrotnie.

source: No, take me back to the employee detail
pl: Nie, zabierz mnie do strony pracownika

source: The month you are trying to delete does not exist anymore.
pl: Miesiąc który próbujesz usunąć już nie istnieje.

source: Editing month
pl: Edycja miesiąca

source: Editing
pl: Edytujesz

source: for
pl: dla

source: Hours worked:
pl: Przepracowane godziny:

source: Create new month
pl: Stwórz nowy miesiąc

source: New month for
pl: Nowy miesiąc dla

source: Welcome
pl: Witajcie

source: Weather in Wrocław:
pl: Pogoda we Wrocławiu:

source: feels like
pl: odczuwalna

source: pressure
pl: ciśnienie

source: humidity
pl: wilgotność

source: wind
pl: wiatr

source: cloudiness
pl: zachmurzenie

source: Check forecast
pl: Sprawdź prognozę

source: Logged in as -
pl: Jesteś zalogowany jako -

source: Change language
pl: Zmiana języka

source: Check weather forecast
pl: Sprawdź prognozę pogody

source: Logged in as
pl: Zalogowany jako

source: polish lody on facebook
pl: polish lody na facebooku

source: Done
pl: Gotowe

source: Login
pl: Zaloguj

source: Forgot your password?
pl: Zapomniałeś hasła?

source: Click here to reset it!
pl: Kliknij tutaj, żeby je zresetować!

source: Your password has been set. You are now logged in.
pl: Twoje hasło zostało zmienione. Zostałeś zalogowany/-a.

source: Back to main page
pl: Wróć do strony głównej

source: Return to login page.
pl: Powrót do strony logowania.

source: You're receiving this email because you requested a password reset for your user account at polishlody.com
pl: Otrzymujesz ten email ponieważ zażądałeś/-aś zresetowania hasła do Twojego konta na polishlody.com

source: Thanks for using our site!
pl: Dziękujemy za skorzystanie z naszej strony!

source: The polishlody.com team
pl: Zespół polishlody.com

source: Email address:
pl: Adres e-mail

source: Reset my password
pl: Resetuj hasło

source: Back to login page.
pl: Powrót do strony logowania.

source: You're receiving this email so You could set password for your new user account at polishlody.com
pl: Otrzymujesz ten email aby móc stworzyć hasło do Twojego nowego konta na polishlody.com

source: Your username, in case you don't know is:
pl: Twoja nazwa użytkownika:

source: Weather forcast
pl: Prognoza pogody

source: Week
pl: Tydzień

source: Date
pl: Data

source: Pressure
pl: Ciśnienie

source: Humidity
pl: Wilgotność

source: Wind
pl: Wiatr

source: Cloudiness
pl: Zachmurzenie

source: Description
pl: Opis

source: Tomorrow
pl: Jutro

source: Avg Temp
pl: Śr Temp

source: Max Temp
pl: Maks Temp

source: Max Wind
pl: Wiatr Maks

source: Total Precipitation
pl: Ilość Opadu

source: Sunrise
pl: Wschód

source: Sunset
pl: Zachód
